Repository: ovidiupop/vidsubrenamer
Catalog: locales/*/LC_MESSAGES/renamer.po
Languages: sv

source: Source folder path:
sv: Källmappens sökväg:

source: Select folder
sv: Välj mapp

source: Video files extension:
sv: Videofilsändelse:

source: Subtitles extension:
sv: Undertextfilsändelse:

source: Rename direction:
sv: Namnbytesriktning:

source: Subtitle → Video
sv: Undertext → Video

source: Video → Subtitle
sv: Video → Undertext

source: Rename files
sv: Byt namn på filer

source: Language
sv: Språk

source: Error
sv: Fel

source: All fields must be completed!
sv: Alla fält måste fyllas i!

source: Operation Result
sv: Operationsresultat

source: File
sv: Arkiv

source: Exit
sv: Avsluta

source: Help
sv: Hjälp

source: About
sv: Om

source: The info.txt file was not found.
sv: Filen info.txt hittades inte.

source: An error occurred while reading the info.txt file: {}
sv: Ett fel uppstod vid läsning av filen info.txt: {}

source: No source files with the {source_ext} extension were found.
sv: Inga källfiler med filändelsen {source_ext} hittades.

source: No target files with the {target_ext} extension were found.
sv: Inga målfil med filändelsen {target_ext} hittades.

source: {replacement_count} target files were renamed.
sv: {replacement_count} målfil(er) har döpts om.
